Repository: MarcusTomlinson/unity-scope-mediascanner
Catalog: po/*.po
Languages: am, ast, be, cs, de, fr, gd, gl, he, hr, ia, is, ms, nb, nl, pa, pl, ro, sk, sl, sr, sv, tr

source: Featured on %s
am: ገጽታ በ %s
ast: Presentáu en %s
cs: K dispozici na %s
gd: Brosnaichte air %s
gl: Destacado en %s
hr: Objavljeno na %su
ms: Difiturkan pada %s
nb: Fremhevet på %s
pl: Polecane na %s
sk: Najlepšie na %s
sl: Predstavljeno na %s
sv: I blickfånget på %s

source: Results from %s
am: ውጤቶች ከ %s
ast: Resultaos de %s
be: Вынікі з %s
cs: Výsledky z %s
de: Ergebnisse von %s
fr: Résultats sur %s
gd: Toraidhean o %s
gl: Resultados de %s
he: תוצאות מ־%s
hr: Rezultati s %s
ia: Resultatos ex %s
is: Niðurstöður frá %s
ms: Keputusan dari %s
nb: Resultater fra %s
nl: Resultaten van %s
pa: %s ਤੋਂ ਨਤੀਜੇ
pl: Wyniki z %s
ro: Rezultate de la %s
sk: Výsledky z %s
sl: Rezultati od %s
sr: Резултати са %s
sv: Resultat från %s
tr: %s 'den gelen sonuçlar

source: Get started!
am: እንጀምር!
ast: ¡Entamemos!
cs: Začít!
fr: Commencer !
gd: Dèan toiseach-tòiseachaidh!
gl: Comezemos!
hr: Započnite!
ms: Membiasakan diri!
nb: Kom i gang!
pl: Rozpocznij!
sk: Začíname!
sl: Pa začnimo!
sr: Почнимо!
sv: Kom igång!

source: Drag and drop items from another devices. Alternatively, load your files onto a SD card.
am: እቃዎች ይጎትቱ እና ይጣሉ ከ ሌላ አካሎች ውስጥ: የ እርስዎን ፋይሎች በ ማጠራቀሚያ ካርድ
ast: Arrastra y suelta los elementos d'otros preseos. De mou alternativu, carga los tos preseos nun tarxeta SD.
cs: Přetáhněte položky z jiných zařízení, nebo je nahrajte na SD kartu.
fr: Glissez et déposez les éléments depuis un autre périphérique. Alternativement, charger vos fichiers sur une carte SD.
gd: Slaod is leig às nithean o uidheam eile. Air neo, luchdaich na faidhlichean agad gu cairt SD.
gl: Arrastre e solte elementos desde outros dispositivos. Alternativamente, cargue os seus ficheiros nunha tarxeta SD.
hr: Povucite i ispustite stavke s drugog uređaja. Alternativno, učitajte svoje datoteke na SD karticu.
ms: Seret dan lepas item dari peranti lain. Ataupun, muatkan fail anda ke dalam kad SD.
nb: Dra og slipp elementer fra andre enheter, eller legg filer på et SD-kort.
pl: Przeciągnij i upuść elementy z innego urządzenia. Alternatywnie, wczytaj swoje pliki na kartę SD.
sk: Pretiahnite položky z iných zariadení. Prípadne nahrajte vaše súbory na SD kartu.
sl: Potegnite in spustite stvari z drugih naprav. Lahko pa tudi naložite datoteke na kartico SD.
sr: Превуци и пусри ставке са другог уређаја. Алтернативно, учитајте ваше датотеке на СД картицу.
sv: Dra-och-släpp objekt från andra enheter. Alternativt, läs in dina filer på ett SD-kort.

source: Nothing here yet... Make a video!
am: እዚህ ምንም የለም... ቪዲዮ ይፍጠሩ!
ast: Equí entá nun hai nada... ¡Fai un videu!
cs: Nic tu ještě není... Udělejte video!
fr: Rien ici pour l'instant... Créez une vidéo !
gd: Chan eil dad an-seo fhathast... Dèan video!
gl: Aquí non hai aínda nada... Faga un vídeo!
hr: Ovdje još nema ničega... Napravite video snimku!
ms: Tiada apa-apa... Buatlah satu video!
nb: Ingenting her enda … Lag en video!
pl: Niczego tutaj jeszcze nie ma... Nagraj filmik!
sk: Zatiaľ tu nič nie je... Spravte si video!
sl: Še ničesar ni tu ... Pa ustvarimo video!
sr: Нема још увек ничега овде... Направите видео!
sv: Inget här än... Gör en video

source: Everything
am: ሁሉንም
ast: Too
be: Усё
cs: Všechno
de: Alles
fr: Tout
gd: Gach nì
gl: Todo
he: הכול
hr: Sve
ia: Omne cosa
is: Allt
ms: Kesemuanya
nb: %sAlt
nl: Alles
pa: ਹਰੇਕ ਚੀਜ਼
pl: Wszystko
ro: Tot
sk: Všetko
sl: Vse
sr: Све
sv: Allt
tr: Her şey

source: My Roll
am: የኔ ሚና
be: Мой набор
cs: Můj výpis
de: Meine Liste
fr: Ma liste
gd: Albam a' chamara agam
gl: O meu carrete
he: סרט הצילום שלי
hr: Moje osobne snimke
is: Filman mín
ms: Peranan Saya
nb: Min rull
nl: Mijn rol
pa: ਮੇਰਾ ਰੋਲ
pl: Moja lista
ro: Rola mea
sk: Môj valec
sl: Moja vloga
sr: Моји снимци
sv: Min kamerarulle
tr: Rulom

source: Downloaded
am: ወርዷል
ast: Descargáu
be: Атрыманае
cs: Staženo
de: Heruntergeladen
fr: Téléchargées
gd: Air a luchdadh a-nuas
gl: Descargado
he: התקבל
hr: Preuzeto
ia: Discargate
is: Hlaðið inn
ms: Dimuat Turun
nb: Lastet ned
nl: Gedownload
pa: ਡਾਊਨਲੋਡ ਹੋਇਆ
pl: Pobrano
ro: Descărcate
sk: Stiahnuté
sl: Prejeto
sr: Преузето
sv: Hämtade
tr: İndirilen

source: My Videos
am: የኔ ቪዲዮዎች
ast: Los mios vídeos
be: Маё відэа
cs: Moje videa
de: Meine Videos
fr: Mes vidéos
gd: Na videothan agam
gl: Os meus vídeos
he: סרטוני הווידאו שלי
hr: Moje snimke
is: Myndskeiðin mín
ms: Video Saya
nb: Mine videoer
nl: Mijn video's
pa: ਮੇਰੇ ਵਿਡੀਓ
pl: Moje filmy
ro: Clipurile mele video
sk: Moje videá
sl: Moji videi
sr: Моји снимци
sv: Mina filmer
tr: Videolarım

source: Play
am: ማጫወቻ
ast: Reproducir
be: Прайграць
cs: Přehrát
de: Wiedergeben
fr: Lecture
gd: Cluich
gl: Reproducir
he: נגינה
hr: Reproduciraj
ia: Sonar
is: Afspilun
ms: Main
nb: Spill av
nl: Afspelen
pa: ਚਲਾਓ
pl: Odtwarzanie
ro: Redare
sk: Prehrať
sl: Predvajaj
sr: Пусти
sv: Spela
tr: Oynat

source: My Music
am: የኔ ሙዚቃ
ast: La mio música
be: Мая музыка
cs: Moje hudba
de: Meine Musik
fr: Ma musique
gd: An ceòl agam
gl: A miña música
he: המוזיקה שלי
hr: Moja glazba
is: Tónlistin mín
ms: Muzik Saya
nb: Min musikk
nl: Mijn muziek
pa: ਮੇਰਾ ਸੰਗੀਤ
pl: Moja muzyka
ro: Muzica mea
sk: Moja hudba
sl: Moja glasba
sr: Моја музика
sv: Min musik
tr: Müziklerim

source: Artists
am: ተዋንያን
ast: Artistes
be: Выканаўцы
cs: Umělci
de: Interpreten
fr: Artistes
gd: Luchd-ciùil
gl: Artistas
he: אמנים
hr: Izvođači
ia: Artistas
is: Flytjendur
ms: Artis
nb: Artister
nl: Artiesten
pa: ਕਲਾਕਾਰ
pl: Wykonawcy
ro: Artiști
sk: Umelci
sl: Izvajalci
sr: Извођачи
sv: Artister
tr: Sanatçılar

source: Albums
am: አልበሞች
ast: Álbumes
be: Альбомы
cs: Alba
de: Alben
gd: Albaman
gl: Álbums
he: אלבומים
hr: Albumi
ia: Albumes
is: Diskar
ms: Album
nb: Album
pa: ਐਲਬਮ
pl: Albumy
ro: Albume
sk: Albumy
sl: Albumi
sr: Албуми
sv: Album
tr: Albümler

source: Tracks
am: ተረኛ
ast: Pistes
be: Кампазіцыі
cs: Skladby
de: Titel
fr: Morceaux
gd: Tracaichean
gl: Pistas
he: רצועות
hr: Pjesme
ia: Tracias
is: Lög
ms: Trek
nb: Låter
nl: Nummers
pa: ਟਰੈਕ
pl: Utwory
ro: Piese
sk: Skladby
sl: Skladbe
sr: Нумере
sv: Spår
tr: Parçalar

source: Genres
am: ምድብ
ast: Xéneros
be: Жанры
cs: Žánry
gd: Gnèithean
gl: Xéneros
he: סגנונות
hr: Žanrovi
ia: Generes
is: Tegundir
ms: Genre
nb: Sjangre
pa: ਸ਼ੈਲੀ
pl: Gatunki
ro: Genuri
sk: Žánre
sl: Zvrsti
sr: Жанрови
sv: Genrer
tr: Türler

source: Play in music app
am: በሙዚቃ ማጫወቻ መተግበሪያ
ast: Reproducir n'aplicación de música.
be: Прайграць ў прайгравальніку
cs: Přehrát v hudební aplikaci
de: Zur Musik-App
fr: Lire dans l'application de musique
gd: Cluich ann an aplacaid a' chiùil
gl: Repr. no aplicativo
he: השמעה ביישום המוזיקה
hr: Reproduciraj u aplikaciji za glazbu
ia: Sonar in le application del musica
is: Spila í tónlistarforriti
ms: Main dalam apl muzik
nb: Spill av som musikk
nl: Afspelen met de muziekspeler
pa: ਸੰਗੀਤ ਐਪ ਵਿੱਚ ਚਲਾਓ
pl: Otwórz za pomocą odtwarzacza muzyki
ro: Redă cu aplicația pentru muzică
sk: Prehrať v hudobnej aplikácii
sl: Predvajaj v programu glasbe
sr: Пусти у програму за музику
sv: Spela i musikprogram
tr: Müzik uygulamasında oynat

source: New albums from 7digital
am: አዲስ አልበሞች ከ 7ዲጂታል
ast: Álbumes nuevos de 7digital
be: Новыя альбомы з 7digital
cs: Nová alba z 7digital
de: Neue Alben von 7digital
fr: Nouveaux albums sur 7digital
gd: Albaman ùra o 7digital
gl: Novos álbums en 7digital
he: אלבומים חדשים מאת 7digital
hr: Novi albumi sa 7digitala
ia: Nove albumes ex 7digital
is: Nýjir diskar frá 7digital
ms: Album baharu daripada 7digital
nb: Nye album fra 7digital
nl: Nieuwe albums op 7digital
pa: 7ਡਿਜ਼ੀਟਲ ਤੋਂ ਨਵੇਂ ਐਲਬਮ
pl: Nowe albumy 7digital
ro: Albume noi de la 7digital
sk: Nové albumy z 7digital
sl: Novi albumi od 7digital
sr: Нови албуми са 7digital-а
sv: Nya album från 7digital
tr: 7digital'dan yeni albümler

source: 7digital
am: 7ዲጂታል
pa: 7ਡਿਜ਼ੀਟਲ

source: Popular tracks on SoundCloud
am: የ ተወደዱ በ ድምፅ ክላውድ
ast: Pistes populares en SoundCloud
cs: Populární písně na SoundCloud
fr: Morceaux populaires sur SoundCloud
gd: Ceòl fèillmhor air SoundCloud
gl: Pistas populares no SoundCloud
hr: Popularni zvučni zapisi na SoundCloudu
ms: Trek popular di SoundCloud
nb: Populære låter på Soundcloud
pl: Popularne utwory z SoundCloud
sk: Populárne skladby na SoundCloud
sl: Priljubljene skladbe na SoundCloud
sr: Популарне нумере на SoundCloud-у
sv: Populära låtar på SoundCloud

source: SoundCloud
am: የ ድምፅ ክላውድ

source: Nearby Events on Songkick
am: Songkick ላይ የቅርብ ጊዜ ሁኔታ
ast: Eventos próximos en Songkick
be: Падзеі побач на Songkick
cs: Blízké události na Songkicku
de: Nahe Ereignisse auf Songkick
fr: Événements à proximité sur Songkick
gd: Tachartasan faisg ort air Songkick
gl: Próximas actividades en Songkick
he: אירועים קרובים ב־Songkick
hr: Događaji u blizini na Songkicku
ia: EventosVicin sur Songkick
is: Nálægir atburðir á Songkick
ms: Peristiwa Berhampiran pada Songkick
nb: Arrangementer i nærheten (fra Songkick)
nl: Evenementen in de buurt op Songkick
pa: ਸਾਂਗਕਿੱਕ ਤੇ ਨੇੜਲੇ ਸਮਾਗਮ
pl: Nadchodzące wydarzenia na Songkick
ro: Evenimente apropiate pe Songkick
sk: Udalosti v blízkosti na Songkick
sl: Bližnji dogodki na Songkicku
sr: Блиски догађаји на Сонгкик
sv: Närliggande händelser på Songkick
tr: Songkick Yakınımdaki Etkinlikler

source: Popular tracks on Youtube
am: የ ተወደዱ በ ዩቲዩብ
ast: Pistes populares en YouTube
cs: Populární videa na YouTube
fr: Morceaux populaires sur YouTube
gd: Ceòl fèillmhor air YouTube
gl: Pistas populares no Youtube
hr: Popularne video snimke na Youtubu
ms: Trek popular di Youtube
nb: Populære låter på Youtube
pl: Popularne utwory z Youtube
sk: Populárne skladby na Youtube
sl: Priljubljene skladbe na Youtube
sr: Популарне нумере на Youtube-у
sv: Populära spår på Youtube

source: Youtube
am: ዩቲዩብ

source: This is an Ubuntu search plugin that scans the device for music and allows it to be searched and displayed in the Dash.
am: ይህ የ ኡቡንቱ መፈለጊያ ተሰኪ ነው: የ ሙዚቃ አካሎችን ያስሳል እና በ መፈለጊያው ውስጥ እንዲታዩ ያደርጋል
ast: Esto ye un complementu d'Ubuntu qu'esplora nel preséu a la gueta de música p'amosala nel tableru
be: З дапамогай гэтага прыкладання пошуку Ubuntu можна выконваць пошук музычных твораў на прыладзе і праглядаць знойдзенае на панэлі.
cs: Toto je vyhledávací plugin Ubuntu, který skenuje zařízení pro poslech hudby a umožňuje, aby byly vyhledávány a zobrazeny v nabídce Dash.
de: Dies ist eine Ubuntu-Such-Erweiterung, die das Gerät nach Musik durchsucht und es ermöglicht, diese in der Dash zu suchen und anzuzeigen.
fr: Il s'agit d'un greffon de recherche Ubuntu qui parcourt la musique présente sur le périphérique et permet sa recherche et son affichage dans le Tableau de bord.
gd: Seo plugan luirg Ubuntu a lorgas ceòl air an uidheam agus a bheir comas dhut a rùrachadh is a shealltainn air an deas-bhòrd.
gl: Este é un engadido de busca de Ubuntu que procura música no dispositivo e permite mostrala no Panel.
he: זה הוא תוסף חיפוש לאובונטו הסורק את ההתקנים להימצאות מוזיקה ומאפשר לחפש בין השירים ולהציג אותם בלוח.
hr: Ovo je Ubuntuov priključak pretraživanja koji omogućuje pretraživanje i prikaz glazbe na Dashu.
ia: Isto es un extension de cerca de Ubuntu que scande le dispositivo pro le musica e permitte lo ser cercate e exponite in le Dash.
is: Þetta er leitarviðbót fyrir Ubuntu sem skannar alla tónlist á tækinu og gerir þannig kleift að leita hratt og birta niðurstöður í skjáborðsleitinni (Dash).
ms: Ini adalah pemalam gelintar Ubuntu yang mengimbas peranti jika ada muzik dan membenarkannya digelintar dan dipapar dalam Pemuka.
nb: Dette er et søketillegg for Ubuntu som gjennomsøker enheten for musikk og lar deg søke etter den på dashbordet.
nl: Dit is een zoekplug-in voor Ubuntu dat een apparaat doorzoekt naar muziek, waarnaar dan gezocht kan worden in de Snelzoeker.
pa: ਇਹ ਇੱਕ ਉਬੰਤੂ ਖੋਜ ਪਲੱਗਇਨ ਹੈ ਜੋ ਜੰਤਰ ਦੀ ਸੰਗੀਤ ਲਈ ਸਕੈਨ ਕਰਦਾ ਅਤੇ ਇਸ ਨੂੰ ਖੋਜਣ ਦਿੰਦਾ ਅਤੇ ਡੈਸ ਵਿੱਚ ਵਿਖਾਉਂਦਾ ਹੈ।
pl: Ta wtyczka Ubuntu, przegląda urządzenie w poszukiwaniu muzyki, pozwalając na odnajdywanie oraz wyświetlanie jej w panelu uruchamiania.
ro: Acesta este un modul de căutare Ubuntu care scanează dispozitivul după muzică și permite ca aceasta să fie căutată și afișată în Panoul principal.
sk: Je to Ubuntu vyhľadávací plugin, ktorý skenuje hudbu na zariadení a umožňuje, aby bola vyhľadaná a zobrazená na Dash.
sl: To je iskalni vstavek Ubuntuja, ki preišče napravo za glasbo in dovoli, da jo poišče in prikaže v pregledni plošči.
sr: Ово је додатак за Убунту претрагу који проналази музику на уређају и омогућава да се она може претраживати и приказивати у Полици.
sv: Sökinsticksmodul för Ubuntu som letar igenom enheten efter musik och låter dig söka i samt visa den i snabbstartspanelen.
tr: Bu, cihazdaki müzikleri tarayan ve Ana Seçke'de aranıp görüntülenmesine izin veren bir Ubuntu arama eklentisidir.

source: Search local music collection
am: የ አካባቢ ሙዚቃ ስብስብ መፈለጊያ
ast: Guetar en coleición musical llocal
be: Пошук у лакальнай зборцы музыкі
cs: Prohledat místní hudební kolekci
de: Lokale Musiksammlung durchsuchen
fr: Rechercher dans la bibliothèque locale de musique
gd: Lorg sa chruinneachadh ciùil ionadail
gl: Buscar na colección local de música
he: חיפוש באוסף המוזיקה המקומי
hr: Pretraži lokalnu glazbenu kolekciju
ia: Cercar le collection de musica local
is: Leita í tónlist á tölvunni
ms: Gelintar koleksi muzik setempat
nb: Søk gjennom lokal musikksamling
nl: Lokale muziekcollectie doorzoeken
pa: ਲੋਕਲ ਸੰਗੀਤ ਸੰਗ੍ਰਹਿ ਖੋਜੋ
pl: Przeglądanie lokalnej kolekcji muzyki
ro: Caută colecția locală de muzică
sk: Vyhľadávať lokálnu zbierku hudby
sl: Poišči krajevno zbirko glasbe
sr: Претражи локалну колекцију музике
sv: Sök i lokal musiksamling
tr: Yerel müzik koleksiyonunu ara

source: This is an Ubuntu search plugin that scans the device for videos and allows them to be searched and displayed in the Dash.
am: ይህ የ ኡቡንቱ መፈለጊያ ተሰኪ ነው: የ ቪዲዮ አካሎችን ያስሳል እና በ መፈለጊያው ውስጥ እንዲታዩ ያደርጋል
ast: Esto ye un complementu d'Ubuntu qu'esplora nel preséu a la gueta de vídeos p'amosalos nel tableru
be: З дапамогай гэтага прыкладання пошуку Ubuntu можна выконваць пошук відэа на прыладзе і праглядаць знойдзенае на панэлі.
cs: Toto je vyhledávací plugin Ubuntu, který skenuje zařízení pro video a umožňuje, aby byly vyhledávány a zobrazeny v nabídce Dash.
de: Dies ist eine Ubuntu-Such-Erweiterung, die das Gerät nach Videos durchsucht und es ermöglicht, diese in der Dash zu suchen und anzuzeigen.
fr: Il s'agit d'un greffon de recherche Ubuntu qui parcourt les vidéos présentes sur le périphérique et permet leur recherche et leur affichage dans le Tableau de bord.
gd: Seo plugan luirg Ubuntu a lorgas videothan air an uidheam agus a bheir comas dhut a rùrachadh is a shealltainn air an deas-bhòrd.
gl: Este é un engadido de busca de Ubuntu que procura vídeos no dispositivo e permite mostralos no Panel.
he: זה הוא תוסף חיפוש לאובונטו הסורק את ההתקנים להימצאות סרטונים ומאפשר לחפש ביניהם ולהציג אותם בלוח.
hr: Ovo je Ubuntuov priključak pretraživanja koji omogućuje pretraživanje i prikaz video snimaka na Dashu.
ia: Isto es un extension de cerca de Ubuntu que scande le dispositivo pro le videos e permitte lor ser cercate e exponite in le Dash.
is: Þetta er leitarviðbót fyrir Ubuntu sem skannar öll myndskeið á tækinu og gerir þannig kleift að leita hratt og birta niðurstöður í skjáborðsleitinni (Dash).
ms: Ini ialah pemalam gelintar Ubuntu yang mengimbas peranti jika ada video dan membenarkannya digelintar dan dipapar dalam Pemuka.
nb: Dette er et søketillegg for Ubuntu som gjennomsøker enheten for videoer og lar deg søke etter dem på dashbordet.
nl: Dit is een zoekplug-in voor Ubuntu dat een apparaat doorzoekt naar video's, waarnaar dan gezocht kan worden in de Snelzoeker.
pa: ਇਹ ਇੱਕ ਉਬੰਤੂ ਖੋਜ ਪਲੱਗਇਨ ਹੈ ਜੋ ਜੰਤਰਾਂ ਤੋਂ ਵੀਡੀਓ ਸਕੈਨ ਕਰਦਾ ਅਤੇ ਉਹਨਾਂ ਦੀ ਖੋਜ ਕਰਨ ਦਿੰਦਾ ਅਤੇ ਡੈਸ ਵਿੱਚ ਵਿਖਾਉਂਦਾ।
pl: Ta wtyczka wyszukiwania Ubuntu skanuje urządzenie w poszukiwaniu treści wideo, pozwalając na wyszukiwanie oraz wyświetlanie ich w panelu uruchamiania.
ro: Acesta este un modul de căutare Ubuntu care scanează dispozitivul după clipuri video și permite ca acestea să fie căutate și afișate în Panoul principal.
sk: Je to Ubuntu vyhľadávací plugin, ktorý skenuje videá na zariadení a umožňuje, aby boli vyhľadané a zobrazené na Dash.
sl: To je iskalni vstavek Ubuntuja, ki preišče napravo za video in dovoli, da ga poišče in prikaže v pregledni plošči.
sr: Ово је додатак за Убунту претрагу који проналази видео снимке на уређају и омогућава да се они могу претраживати и приказивати у Полици.
sv: Sökinsticksmodul för Ubuntu som söker igenom enheten efter filmer och låter dig söka efter samt visa dem i snabbstartspanelen.
tr: Bu, cihazdaki videoların taranıp Ana Seçke'de aranıp görüntülenmesine izin veren bir Ubuntu arama eklentisidir.

source: Music
am: ሙዚቃ
ast: Música
be: Музыка
cs: Hudba
de: Musik
fr: Musique
gd: Ceòl
gl: Música
he: מוזיקה
hr: Glazba
ia: Musica
is: Tónlist
ms: Muzik
nb: Musikk
nl: Muziek
pa: ਸੰਗੀਤ
pl: Muzyka
ro: Muzică
sk: Hudba
sl: Glasba
sr: Музика
sv: Musik
tr: Müzik

source: This is an Ubuntu search plugin that merges all music sources into one.
am: ይህ የ ኡቡንቱ መፈለጊያ ተሰኪ ነው: የሙዚቃ ምንጮችን ወደ አንድ ማዋሀጃ
ast: Esto ye un complementu de gueta d'Ubuntu que combina toles fontes de música nuna.
be: У гэтым дадатку пошуку Ubuntu аб'яднаныя ўсе крыніцы дадзеных музычных твораў.
cs: Toto je vyhledávací plugin Ubuntu, který spojuje všechny zdroje hudby do jednoho.
de: Dies ist eine Ubuntu-Such-Erweiterung, die alle Musikquellen in einer vereint.
fr: Il s'agit d'un greffon de recherche Ubuntu qui fusionne toutes les sources de musique en une seule.
gd: Seo plugan luirg Ubuntu a cho-aonaicheas gach tùs ciùil san aon tùs.
gl: Este é un engadido de busca de Ubuntu que combina todas as orixes de música nunha soa.
he: זה הוא תוסף חיפוש לאובונטו הממזג את כל מקורות המוזיקה לאחד.
hr: Ovo je Ubuntuov priključak pretraživanja koji spaja sve izvore glazbe u jedan izvor.
ia: Isto es un extension de cerca de Ubuntu que funde omne le fontes de musica in un.
is: Þetta er leitarviðbót fyrir Ubuntu sem sameinar alla tiltæka tónlistarbrunna á einn stað.
ms: Ini adalah pemalam gelintar Ubuntu yang menggabungkan semua sumber muzik menjadi satu.
nb: Dette er et søketillegg for Ubuntu som slår sammen alle musikk-søkekilder til én søkekilde.
nl: Dit is een zoekplug-in voor Ubuntu die alle muziekbronnen samenvoegt tot een enkele muziekbron.
pa: ਇਹ ਇੱਕ ਉਬੰਤੂ ਖੋਜ ਪਲੱਗਇਨ ਹੈ ਜੋ ਸਾਰੇ ਸੋਰਸਾਂ ਨੂੰ ਇੱਕ ਵਿੱਚ ਮਿਲਾ ਦਿੰਦਾ।
pl: To jest wtyczka wyszukiwania Ubuntu, łącząca wszystkie źródła audio w jedno.
ro: Acesta este un modul de căutare Ubuntu care combină toate sursele de muzică într-una singură.
sk: Je to Ubuntu vyhľadávací plugin, ktorý zlučuje všetky zdroje hudby do jedného.
sl: To je iskalni vstavek Ubuntuja, ki združi vse vire glasbe v eno.
sr: Ово је додатак за претраживање Убунтуа који спаја све изворе музике у један.
sv: Sökinsticksmodul för Ubuntu som samlar alla musikkällor.
tr: Bu tüm müzik kaynaklarını tek yerde birleştiren bir Ubuntu arama eklentisidir.

source: Search music
am: ሙዚቃ መፈለጊያ
ast: Guetar música
be: Пошук музыкі
cs: Vyhledat hudbu
de: Suche nach Musik
fr: Rechercher de la musique
gd: Lorg sa cheòl
gl: Buscar música
he: חיפוש מוזיקה
hr: Pretraži glazbu
ia: Cercar musica
is: Leita að tónlist
ms: Gelintar muzik
nb: Søk etter musikk
nl: Muziek zoeken
pa: ਖੋਜੋ ਸੰਗੀਤ
pl: Szukaj muzyki
ro: Căutare muzică
sk: Hľadať hudbu
sl: Iskanje glasbe
sr: Тражи музику
sv: Sök musik
tr: Müzik ara

source: Video
am: ቪዲዮ
ast: Videu
be: Відэа
fr: Vidéo
gl: Vídeo
he: וידאו
hr: Snimka
is: Myndskeið
pa: ਵੀਡੀਓ
pl: Wideo
sr: Видео
sv: Film

source: This is an Ubuntu search plugin that merges all video sources into one.
am: ይህ የ ኡቡንቱ መፈለጊያ ተሰኪ ነው: ሁሉንም የቪዲዮ ምንጮች ወደ አንድ ማዋሀጃ
ast: Esto ye un complementu de gueta d'Ubuntu que combina toles fontes de videu nuna.
be: У гэтым дадатку пошуку Ubuntu аб'яднаныя ўсе крыніцы дадзеных відэа.
cs: Toto je vyhledávací plugin Ubuntu, který spojuje všechny zdroje videa do jednoho.
de: Dies ist eine Ubuntu-Such-Erweiterung, die alle Videoquellen in einer vereint.
fr: Il s'agit d'un greffon de recherche Ubuntu qui fusionne toutes les sources de vidéos en une seule.
gd: Seo plugan luirg Ubuntu a cho-aonaicheas gach tùs video san aon tùs.
gl: Este é un engadido de busca de Ubuntu que combina todas as orixes de vídeo nunha soa.
he: זה הוא תוסף חיפוש לאובונטו הממזג את כל מקורות הווידאו לאחד.
hr: Ovo je Ubuntuov priključak pretraživanja koji spaja sve video izvore u jedan izvor.
ia: Isto es un extension de cerca de Ubuntu que funde omne le fontes de video in un.
is: Þetta er leitarviðbót fyrir Ubuntu sem sameinar alla tiltæka myndskeiðabrunna á einn stað.
ms: Ini ialah pemalam gelintar Ubuntu yang menggabungkan semua sumber video menjadi satu.
nb: Dette er et søketillegg for Ubuntu som slår sammen alle video-søkekilder til én søkekilde.
nl: Dit is een zoekplug-in voor Ubuntu die alle videobronnen samenvoegt tot een enkele videobron.
pa: ਇਹ ਇੱਕ ਉਬੰਤੂ ਖੋਜ ਪਲੱਗਇਨ ਹੋ ਜੋ ਸਾਰੇ ਵੀਡੀਓ ਸੋਰਸਾਂ ਨੂੰ ਇੱਕ ਵਿੱਚ ਮਿਲਾ ਦਿੰਦਾ।
pl: To jest wtyczka wyszukiwania Ubuntu, łącząca wszystkie źródła wideo w jedno.
ro: Acesta este un modul de căutare Ubuntu care combină toate sursele de clipuri video într-una singură.
sk: Je to Ubuntu vyhľadávací plugin, ktorý zlučuje všetky zdroje videí do jedného.
sl: To je iskalni vstavek Ubuntuja, ki združi vse vire videa v eno.
sr: Ово је додатак за претраживање Убунтуа који спаја све изворе видео снимака у један.
sv: Sökinsticksmodul för Ubuntu som samlar alla filmkällor.
tr: Bu tüm videoları tek yerde birleştiren bir Ubuntu arama eklentisidir.

source: Search video
am: ቪዲዮ መፈለጊያ
ast: Guetar videu
be: Пошук відэа
cs: Vyhledat video
de: Suche nach Videos
fr: Rechercher des vidéos
gd: Lorg sna videothan
gl: Buscar vídeo
he: חיפוש בסרטוני הווידאו
hr: Pretraži snimke
ia: Cercar videos
is: Leita að myndskeiðum
ms: Gelintar video
nb: Søk etter videoer
nl: Video zoeken
pa: ਖੋਜੋ ਵੀਡੀਓ
pl: Wyszukaj filmy
ro: Caută clipuri video
sk: Hľadať video
sl: Iskanje videa
sr: Тражи видео
sv: Sök film
tr: Video ara

source: Songkick
pa: ਸਾਂਗਕਿੱਕ
sr: Сонгкик
tr: Şarkı tepmesi

source: %s Features
fr: Fonctionnalités de %s
ia: %s Functiones
sr: Могућности %s
tr: %s Özellikleri

source: Popular tracks on Grooveshark
tr: Grooveshark'taki popüler parçalar

source: Display results from Grooveshark
tr: Grooveshark'tan gelen sonuçları görüntüle

source: Display results from 7digital
tr: 7digital sonuçlarını görüntüle

source: Display results from Songkick
tr: Songkick'ten sonuçları görüntüle

source: Display results from YouTube
tr: Youtube'dan gelen sonuçları görüntüle
